Repository: jhass/insporation
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, gl, hr, ta, uk

# saveButtonLabel
source: Save
ar: احفظ
de: Speichern
fr: Enregistrer
gl: Gardar
hr: Spremi
ta: சேமி
uk: Зберегти

# submitButtonLabel
source: Submit
ar: أرسل
de: Senden
fr: Soumettre
gl: Enviar
hr: Pošalji
ta: சமர்ப்பிக்கவும்
uk: Підтвердити

# createButtonLabel
source: Create
ar: أنشئ
de: Erstellen
fr: Créer
gl: Crear
hr: Stvori
ta: உருவாக்கு
uk: Створити

# selectButtonLabel
source: Select
ar: اختر
de: Auswählen
fr: Sélectionner
gl: Seleccionar
hr: Označi
ta: தேர்ந்தெடு
uk: Обрати

# selectAllButtonLabel
source: Select all
ar: حدد الكل
de: Alle auswählen
fr: Tout sélectionner
gl: Seleccionar todo
hr: Označi sve
ta: அனைத்தையும் தெரிவுசெய்
uk: Обрати всі

# navigationItemTitleContacts
source: Contacts
ar: جهات الاتصال
de: Kontakte
gl: Contactos
hr: Kontakti
ta: தொடர்புகள்
uk: Контакти

# streamNameMain
source: Stream
ar: ساحة المشاركات
gl: Cronoloxía
hr: Kanal
ta: ச்ட்ரீம்
uk: Потік

# streamNameActivity
source: Activity
ar: النشاطات
de: Aktivitäten
fr: Activité
gl: Actividade
hr: Aktivnost
ta: செய்கைப்பாடு
uk: Активність

# streamNameAspects
source: Aspects
ar: الفئات
de: Aspekte
gl: Aspectos
hr: Aspekti
ta: நற்பொருத்தங்கள்
uk: Аспекти

# streamNameFollowedTags
source: Followed tags
ar: الوسوم المتّبعة
de: Verfolgte Tags
fr: Étiquettes suivies
gl: Etiquetas seguidas
hr: Praćene oznake
ta: குறிச்சொற்கள் பின்பற்றப்பட்டன
uk: Теги, на які ви підписалися

# failedToCommentOnPost
source: Failed to create comment
ar: فشل إنشاء التعليق
de: Kommentar konnte nicht erstellt werden
fr: Échec de la création du commentaire
gl: Non se creou o comentario
hr: Neuspjelo stvaranje komentara
ta: கருத்தை உருவாக்கத் தவறிவிட்டது
uk: Не вдалося створити коментар

# deleteCommentPrompt
source: Delete comment?
ar: حذف التعليق؟
de: Kommentar löschen?
fr: Supprimer le commentaire ?
gl: Eliminar comentario?
hr: Isbrisati komentar?
ta: கருத்தை நீக்கவா?
uk: Видалити коментар?

source: Failed to delete comment
ar: فشل حذف التعليق
de: Konnte Kommentar nicht löschen
fr: Échec de la suppression du commentaire
gl: Non se puido borrar o comentario
hr: Neuspjelo brisanje komentara
ta: கருத்தை நீக்குவதில் தோல்வி
uk: Не вдалося видалити коментар

# confirmReshare
source: Reshare
ar: أعد النشر
de: Weitersagen
fr: Repartager
gl: Compartir
hr: Proslijedi
ta: விகிதம்
uk: Поділитися повторно

source: Failed to reshare post
ar: فشلت اعادة نشر المشاركة
de: Konnte den Beitrag nicht weitersagen
fr: Échec du repartage de la publication
gl: Fallo ao compartir a publicación
hr: Neuspjelo prosljeđivanje objave
ta: பதவியை மாற்றியமைக்கத் தவறிவிட்டது
uk: Не вдалося повторно поділитися публікацією

# startPostSubscription
source: Enable notifications
ar: مكن الاشعارات
de: Benachrichtigungen für Beitrag anstellen
fr: Activer les notifications
gl: Activar notificacións
hr: Aktiviraj obavijesti
ta: அறிவிப்புகளை இயக்கவும்
uk: Увімкнути сповіщення

# failedToUnsubscribeFromPost
source: Failed to unsubscribe from the post
ar: فشل إلغاء الاشتراك في المشاركة
de: Konnte die Benachrichtigungen für den Beitrag nicht abbestellen
fr: Échec du désabonnement de la publication
gl: Non se puido retirar a subscrición á publicación
hr: Neuspjelo otkazivanje pretplate na objavu
ta: இடுகையிலிருந்து குழுவிலகத் தவறிவிட்டது
uk: Не вдалося скасувати підписку на публікацію

# deletePostPrompt
source: Delete post?
ar: حذف المشاركة؟
de: Beitrag löschen?
fr: Supprimer la publication ?
gl: Eliminar publicación?
hr: Isbrisati objavu?
ta: இடுகையை நீக்கவா?
uk: Видалити публікацію?

# failedToDeletePost
source: Failed to delete the post
ar: فشل حذف المشاركة
de: Beitrag konnte nicht gelöscht werden
fr: Échec de la suppression de la publication
gl: Fallou a eliminación da publicación
hr: Neuspjelo brisanje objave
ta: இடுகையை நீக்கத் தவறிவிட்டது
uk: Не вдалося видалити публікацію

# hidePost
source: Hide
ar: إخف
de: Verstecken
fr: Masquer
gl: Agochar
hr: Sakrij
ta: மறை
uk: Приховати

# failedToHidePost
source: Failed to hide the post
ar: فشل إخفاء المشاركة
de: Der Beitrag konnte nicht versteckt werden
fr: Échec du masquage de la publication
gl: Non se agochou a publicación
hr: Neuspjelo skrivanje objave
ta: இடுகையை மறைக்கத் தவறிவிட்டது
uk: Не вдалося приховати публікацію

# reportPost
source: Report
ar: بلغ عن
de: Beitrag melden
fr: Signaler
gl: Denunciar
hr: Prijavi
ta: அறிக்கை
uk: Звіт

# sentPostReport
source: Report sent.
ar: تم التبليغ.
de: Beitrag gemeldet.
fr: Signalement envoyé.
gl: Denuncia enviada.
hr: Prijava poslana.
ta: அறிக்கை அனுப்பப்பட்டது.
uk: Звіт надіслано.

# failedToReportPost
source: Failed to create report
ar: فشل إنشاء التبليغ
de: Konnte den Beitrag nicht melden
fr: Échec de la création du signalement
gl: Fallou a creación da denuncia
hr: Neuspjelo stvaranje izvještaja
ta: அறிக்கையை உருவாக்கத் தவறிவிட்டது
uk: Не вдалося створити звіт

# voteButtonLabel
source: Vote
ar: صوَّت
de: Abstimmen
fr: Voter
gl: Votar
hr: Glasaj
ta: வாக்களிக்கவும்
uk: Голосувати

# nsfwShieldTitle
source: NSFW post by {author}
ar: مشاركة غير مناسبة لمكان العمل بوسطة {author}
de: NSFW Beitrag von {author}
fr: Publication sensible de {author}
gl: Publicación NSFW por {author}
hr: NSFW objava od {author}
ta: {author} எழுதிய NSFW இடுகை
uk: NSFW-допис від {author}

# formatItalic
source: Italic
ar: مائل
de: Kursiv
fr: Italique
gl: Cursiva
hr: Kurziv
ta: சாய்வு
uk: Курсив

# insertMention
source: Mention
ar: أشر
de: Erwähnung
gl: Mención
hr: Spominjanje
ta: குறிப்பு
uk: Згадка

# insertLinkPrompt
source: Insert a link
ar: أدرج رابط
de: Link einfügen
fr: Insérer un lien
gl: Insertar ligazón
hr: Umetni poveznicu
ta: இணைப்பைச் செருகவும்
uk: Вставити посилання

# insertImageURLPrompt
source: Embed an image
ar: ضمَّن صورة
de: Bild einbetten
fr: Incorporer une image
gl: Inserir imaxe
hr: Ugradi sliku
ta: ஒரு படத்தை உட்பொதிக்கவும்
uk: Вбудувати зображення

# peopleSearchDialogHint
source: Search for person
ar: ابحث عن شخص
de: Nach Person suchen
fr: Rechercher une personne
gl: Buscar unha persoa
hr: Traži osobu
ta: நபரைத் தேடுங்கள்
uk: Пошук особи

# aspectsListTitle
source: Aspects
ar: الفئات
de: Aspekte
gl: Aspectos
hr: Aspekti
ta: நற்பொருத்தங்கள்
uk: Аспекти

# deleteAspectPrompt
source: Delete aspect {name}?
ar: هل تريد حذف الفئة {name}؟
de: Aspekt {name} wirklich löschen?
fr: Supprimer l’aspect {name} ?
gl: Eliminar o aspecto {name}?
hr: Isbrisati aspekt {name}?
ta: நற்பொருத்தம் {name}?
uk: Видалити аспект {name}?

# failedToDeleteAspect
source: Failed to remove aspect {name}
ar: فشلت إزالة الفئة {name}
de: Aspekt {name} konnte nicht gelöscht werden
fr: Échec de la suppression de l’aspect {name}
gl: Fallou a eliminación do aspecto {name}
hr: Neuspjelo uklanjanje aspekta {name}
ta: அம்சத்தை அகற்றுவதில் தோல்வி {name}
uk: Не вдалося видалити аспект {name}

# aspectNameHint
source: Enter a name
ar: أدخل الاسم
de: Gib einen Namen ein
fr: Entrez un nom
gl: Escribe un nome
hr: Upiši ime
ta: ஒரு பெயரை உள்ளிடவும்
uk: Введіть ім'я

# replyToConversation
source: Reply
ar: رُد
de: Antworten
fr: Répondre
gl: Responder
hr: Odgovori
ta: பதில்
uk: Відповідь

source: Failed to hide conversation
ar: فشل إخفاء المحادثة
de: Die Unterhaltung konnte nicht versteckt werden
fr: Échec du masquage de la conversation
gl: Non se agochou a conversa
hr: Neuspjelo skrivanje konverzacije
ta: உரையாடலை மறைக்கத் தவறிவிட்டது
uk: Не вдалося приховати розмову

source: Take new picture
ar: إلتقط صورة جديدة
de: Neues Profilbild machen
fr: Prendre une nouvelle image
gl: Facer nova foto
hr: Snimi novu sliku
ta: புதிய படத்தை எடுத்துக் கொள்ளுங்கள்
uk: Зробити нове фото

source: Upload new picture
ar: ارفع صورة جديدة
de: Neues Profilbild hochladen
fr: Téléverser une nouvelle image
gl: Subir nova imaxe
hr: Prenesi novu sliku
ta: புதிய படத்தைப் பதிவேற்றவும்
uk: Завантажити нове зображення

source: Failed to upload profile picture
ar: فشل تحميل صورة الملف الشخصي
de: Konnte das Profilbild nicht hochladen
fr: Échec du téléversement de l’image de profil
gl: Fallou a subida da imaxe do perfil
hr: Neuspjelo prenošenje slike profila
ta: சுயவிவரப் படத்தை பதிவேற்றுவதில் தோல்வி
uk: Не вдалося завантажити зображення профілю

# editProfilePublicLabel
source: Make profile info public?
ar: جعل معلومات الملف الشخصي عامة؟
de: Profil öffentlich machen?
fr: Rendre publiques les infos du profil ?
gl: Facer pública a info do perfil?
hr: Javno prikazati podatke profila?
ta: சுயவிவரத் தகவலை பகிரங்கப்படுத்தவா?
uk: Зробити інформацію профілю публічною?

# editProfileSearchableLabel
source: Allow to be searched for?
ar: السماح بالبحث عنك؟
de: Profil in der Suche anzeigen?
fr: Autoriser à ce qu’on trouve votre profil via la recherche ?
gl: Pertimir aparecer nas buscas?
hr: Dozvoliti pretraživanje?
ta: தேட அனுமதிக்கவா?
uk: Дозволити пошук?

# editProfileNsfwLabel
source: Mark profile as #nsfw?
ar: جعل الملف الشخصي غير مناسب للعمل؟
de: Profile als #nsfw markieren?
fr: Marquer le profil comme #nsfw ?
gl: Marcar perfil como #nsfw?
hr: Označiti profil kao #nsfw?
ta: சுயவிவரத்தை #NSFW ஆக குறிக்கவும்?
uk: Позначити профіль як #nsfw?

# editProfileTagsLabel
source: Tags
ar: الوسوم
fr: Étiquettes
gl: Etiquetas
hr: Oznake
ta: குறிச்சொற்கள்
uk: Теги

# failedToAddConversationParticipantDuplicate
source: {name} already is a recipient, cannot add them twice.
ar: لا يمكنك إضافة {name} لأنه مستلم بالفعل.
de: {name} ist bereits ein Empfänger, kann nicht erneut hinzugefügt werden.
fr: {name} est déjà destinataire ; impossible de l’ajouter deux fois.
gl: {name} xa é unha correspondente, non podes engadila dúas veces.
hr: {name} već je primatelj. Ne može se dvaput dodati.
ta: {name} ஏற்கனவே ஒரு பெறுநர், அவற்றை இரண்டு முறை சேர்க்க முடியாது.
uk: {name} вже є одержувачем, не можна додати його двічі.

# failedToAddConversationParticipant
source: Failed to add recipient
ar: فشلت إضافة مستلم
de: Empfänger konnte nicht hinzugefügt werden
fr: Échec de l’ajout du destinataire
gl: Non se engadiu a correspondente
hr: Neuspjelo dodavanje primatelja
ta: பெறுநரைச் சேர்க்கத் தவறிவிட்டது
uk: Не вдалося додати одержувача

source: Failed to create conversation
ar: فشل إنشاء محادثة
de: Unterhaltung konnte nicht erstellt werden
fr: Échec de la création de la conversation
gl: Fallo ao crear a conversa
hr: Neuspjelo stvaranje konverzacije
ta: உரையாடலை உருவாக்கத் தவறிவிட்டது
uk: Не вдалося створити розмову

source: Failed to mark conversation as read
gl: Fallo ao marcar a conversa como lida
ta: வாசிப்பாக உரையாடலைக் குறிக்கத் தவறிவிட்டது
uk: Не вдалося позначити розмову як прочитану

source: Failed to mark conversation as unread
gl: Fallo ao marcar a conversa como non lida
ta: உரையாடலைப் படிக்கத் தவறிவிட்டது
uk: Не вдалося позначити розмову як непрочитану

# notificationTargetPost
source: post
ar: مشاركة
de: Beitrag
fr: publication
gl: publicación
hr: objava
ta: இடுகை
uk: пост

# notificationTargetDeletedPost
source: deleted post
ar: مشاركة محذوفة
de: gelöschten Beitrag
fr: publication supprimée
gl: publicación eliminada
hr: izbrisana objava
ta: நீக்கப்பட்ட இடுகை
uk: видалений пост

# notificationTargetComment
source: comment
ta: கருத்து
uk: коментар

# notificationTargetDeletedComment
source: deleted comment
ta: கருத்து நீக்கப்பட்டது
uk: видалений коментар

# notificationLiked
source: {actorCount,plural, =0{Nobody liked your {target}.}=1{{actors} liked your {target}.}other{{actors} liked your {target}.}}
ar: {actorCount,plural, =0{{target} لم يعجب أحدا}=1{{actors} أعجبه {target}.}other{{actors} أعجبهم {target}.}}
de: {actorCount,plural, =0{Niemand gefällt dein {target}.}=1{{actors} gefällt dein {target}.}other{{actors} gefallen dein {target}.}}
fr: {actorCount,plural, =0{Personne n’a aimé votre {target}.}=1{{actors} a aimé votre {target}.}other{{actors} ont aimé votre {target}.}}
gl: {actorCount,plural, =0{Nobody liked your {target}.}=1{{actors} gustoulle {target}.}other{{actors} gustoulles {target}.}}
hr: {actorCount,plural, =0{Nikome se ne sviđa tvoja objava {target}.}=1{{actors} se sviđa tvoja objava {target}.}other{{actors} se sviđa tvoja objava {target}.}}
ta: {ஆக்சோர்ட், பன்மை, = 0 {உங்கள் {target}.
uk: {actorCount,plural, =0{Ніхто не любив твоїх {target}.}=1{{actors} сподобався твій {target}.}other{{actors} сподобався твій {target}.}}

# notificationLikedComment
source: {actorCount,plural, =0{Nobody liked your {target}.}=1{{actors} liked your {target}.}other{{actors} liked your {target}.}}
ta: {ஆக்சோர்ட், பன்மை, = 0 {உங்கள் {target}.
uk: {actorCount,plural, =0{Ніхто не любив твоїх {target}.}=1{{actors} сподобався твій {target}.}other{{actors} сподобався твій {target}.}}

# notificationMentionedInPost
source: {actorCount,plural, =0{Nobody mentioned you in a {target}.}=1{{actors} mentioned you in a {target}.}other{{actors} mentioned you in a {target}.}}
ar: {actorCount,plural, =0{لم يشر إليك في {target}.}=1{{actors} أشار إليك في {target}.}other{{actors} أشاروا إليك في {target}.}}
de: {actorCount,plural, =0{Niemand hat dich in einem {target} erwähnt.}=1{{actors} hat dich in einem {target} erwähnt.}other{{actors} haben dich in einem {target} erwähnt.}}
fr: {actorCount,plural, =0{Personne ne vous a mentionné·e dans une {target}.}=1{{actors} vous a mentionné·e dans une {target}.}other{{actors} vous ont mentionné·e dans une {target}.}}
gl: {actorCount,plural, =0{Nobody mentioned you in a {target}.}=1{{actors} mencionoute en {target}.}other{{actors} mentioned you in a {target}.}}
hr: {actorCount,plural, =0{Nitko te nije spomenuo u {target}.}=1{{actors} te je spomenuo u {target}.}other{{actors} su te spomenuli u {target}.}}
ta: {ஆக்சார்சவுண்ட், பன்மை, = 0 {உங்களை ஒரு {target} இல் யாரும் குறிப்பிடவில்லை.
uk: {actorCount,plural, =0{Ніхто тебе не згадував у {target}.}=1{{actors} згадав вас у {target}.}other{{actors} згадав тебе в {target}.}}

source: Failed to mark notification as read
ar: فشل جعل الإشعار مقروءا
de: Konnte Benachrichtigung nicht als gelesen markieren
fr: Échec du marquage de la publication comme lue
gl: Fallou o marcado da notificación como lida
hr: Neuspjelo označivanje obavijesti kao pročitane
ta: அறிவிப்பைப் படிக்கத் தவறிவிட்டது
uk: Не вдалося позначити сповіщення як прочитане

source: Failed to mark notification as unread
ar: فشل جعل الإشعار غير مقروء
de: Konnte Benachrichtigung nicht als ungelesen markieren
fr: Échec du marquage de la notification comme non lue
gl: Fallou o marcado da notificación como non lida
hr: Neuspjelo označivanje obavijesti kao nepročitane
ta: அறிவிப்பை படிக்காததாகக் குறிக்கத் தவறிவிட்டது
uk: Не вдалося позначити сповіщення як непрочитане

# profileInfoHeader
source: Info
ar: معلومات
de: Infos
fr: Infos
hr: Podaci
ta: தகவல்
uk: Інформація

# manageContact
source: {count,plural, =0{In no aspects}=1{In one aspect}other{In {count} aspects}}
ar: {count,plural, =0{بدون فئة}=1{في فئة واحدة}other{في {count} فئة}}
de: {count,plural, =0{In keinem Aspekt}=1{In einem Aspekt}other{In {count} Aspekten}}
fr: {count,plural, =0{Dans aucun aspect}=1{Dans un aspect}other{Dans {count} aspects}}
gl: {count,plural, =0{In no aspects}=1{Nun aspecto}other{In {count} aspectos}}
hr: {count,plural, =0{U nijednom aspektu}=1{U jednom aspektu}other{U {count} aspekta}}
ta: {எண்ணிக்கை, பன்மை, = 0 {In no aspects} = 1 {In one aspect} மற்ற {{count} அம்சங்களில்}}
uk: {count,plural, =0{У жодному аспекті}=1{В одному аспекті}other{У {count} аспектах}}

# contactStatusBlocked
source: You blocked them
ar: حظَرتهم
de: Von dir blockiert
fr: Vous l’avez bloqué·e
gl: Bloqueáchelas
hr: Blokiraš ih
ta: நீங்கள் அவர்களைத் தடுத்தீர்கள்
uk: Ви їх заблокували

# contactStatusMutual
source: You are sharing with each other
ar: أنتما تتشركان مع بعضكما
de: Ihr teilt miteinander
fr: Vous partagez l’un avec l’autre
gl: Estade compartindo mutuamente
hr: Dijelite uzajamno
ta: நீங்கள் ஒருவருக்கொருவர் பகிர்ந்து கொள்கிறீர்கள்
uk: Ви ділитеся одне з одним

# contactStatusNotSharing
source: You are not sharing with each other.
ar: أنتما لا تتشركان معا.
de: Ihr teilt nicht miteinander.
fr: Vous ne partagez pas l’un avec l’autre.
gl: Non estades a compartir mutuamente.
hr: Ne dijelite uzajamno.
ta: நீங்கள் ஒருவருக்கொருவர் பகிரவில்லை.
uk: Ви не ділитеся одне з одним.

# contactAspectsPrompt
source: Select aspects for {name}
ar: حدد فئات ل {name}
de: Aspekte für {name} auswählen
fr: Sélectionner des aspects pour {name}
gl: Elixe os aspectos para {name}
hr: Odaberi askpekte za {name}
ta: {பெயர் க்கு க்கான அம்சங்களைத் தேர்ந்தெடுக்கவும்
uk: Виберіть аспекти для {name}

# startedSharing
source: Started sharing with {name}.
ar: بدأت تشارك مع {name}.
de: Du teilst nun mit {name}.
fr: Vous partagez désormais avec {name}.
gl: Comezaches a compartir con {name}.
hr: Započeto dijeljenje s {name}.
ta: {பெயர் with உடன் பகிரத் தொடங்கியது.
uk: Розпочато обмін з {name}.

# publisherTitle
source: Write a new post
ar: اكتب مشاركة جديدة
de: Beitrag erstellen
fr: Écrire une nouvelle publication
gl: Escribe unha nova publicación
hr: Napiši novu objavu
ta: புதிய இடுகையை எழுதுங்கள்
uk: Написати новий пост

# takePhoto
source: Take a photo
ar: التقط صورة
de: Bild machen
fr: Prendre une photo
gl: Fai unha foto
hr: Snimi sliku
ta: புகைப்படம் எடுக்கவும்
uk: Зробіть фотографію

# uploadPhoto
source: Upload a photo
ar: ارفع صورة
de: Ein Bild hochladen
fr: Téléverser une photo
gl: Sube unha foto
hr: Prenesi sliku
ta: புகைப்படத்தைப் பதிவேற்றவும்
uk: Завантажити фотографію

# addPoll
source: Add a poll
ar: أضف استطلاعا
de: Eine Umfrage hinzufügen
fr: Ajouter un sondage
gl: Engade unha enquisa
hr: Dodaj anketu
ta: ஒரு வாக்கெடுப்பு சேர்க்கவும்
uk: Додати опитування

# publishTargetPublic
source: Public
ar: عام
de: Öffentlich
fr: Publique
gl: Pública
hr: Javno
ta: பொது
uk: Громадськість

# publishTargetAllAspects
source: All aspects
ar: كل الفئات
de: Alle Aspekte
fr: Tous les aspects
gl: Tódolos aspectos
hr: Svi aspekti
ta: அனைத்து அம்சங்களும்
uk: Усі аспекти

# publishTargetAspects
source: {count,plural, =0{No aspects}=1{One aspect}other{{count} aspects}}
ar: {count,plural, =0{بدون فئة}=1{فئة واحدة }other{{count} فئة}}
de: {count,plural, =0{Keine Aspekte}=1{Ein Aspekt}other{{count} Aspekte}}
fr: {count,plural, =0{Aucun aspect}=1{Un aspect}other{{count} aspects}}
gl: {count,plural, =0{No aspects}=1{Nun aspecto}other{{count} aspectos}}
hr: {count,plural, =0{Nema aspekata}=1{Jedan aspekt}other{{count} aspekta}}
ta: {எண்ணிக்கை, பன்மை, = 0 {No aspects} = 1 {One aspect} மற்ற {{count} அம்சங்கள்}}
uk: {count,plural, =0{Без аспектів}=1{Один аспект}other{{count} аспекти}}

# publishTargetPrompt
source: Select post visibility
ar: حدد مرئية المشاركة
de: Beitragssichtbarkeit auswählen
fr: Sélectionner la visibilité de la publication
gl: Establece a visibilidade da publicación
hr: Odaberi vidljivost objave
ta: இடுகை தெரிவுநிலையைத் தேர்ந்தெடுக்கவும்
uk: Виберіть видимість публікації

source: Create poll
ar: أنشئ استطلاعا
de: Umfrage erstellen
fr: Créer le sondage
gl: Crear enquisa
hr: Stvori anketu
ta: வாக்கெடுப்பை உருவாக்கவும்
uk: Створити опитування

source: Edit poll
ar: حرر الاستطلاع
de: Umfrage bearbeiten
fr: Modifier le sondage
gl: Editar enquisa
hr: Uredi anketu
ta: வாக்கெடுப்பைத் திருத்து
uk: Редагувати опитування

# enterAddressHint
source: Enter an address
ar: أدرج عنوانا
de: Gib eine Adresse ein
fr: Entrez une adresse
gl: Escribe un enderezo
hr: Upiši adresu
ta: ஒரு முகவரியை உள்ளிடவும்
uk: Введіть адресу

source: Failed to search for addresses
ar: فشل البحث عن العنوان
de: Konnte nicht nach den Adressen suchen
fr: Échec de la recherche d’adresses
gl: Fallou a busca de enderezos
hr: Neuspjelo traženje adresa
ta: முகவரிகளைத் தேடத் தவறிவிட்டது
uk: Не вдалося знайти адреси

# aspectStreamSelectorAllAspects
source: All aspects
ar: كل الفئات
de: Alle Aspekte
fr: Tous les aspects
gl: Tódolos aspectos
hr: Svi aspekti
ta: அனைத்து அம்சங்களும்
uk: Усі аспекти

# aspectStreamSelectorAspects
source: {count,plural, =0{No aspects}=1{One aspect}other{{count} aspects}}
ar: {count,plural, =0{بدون فئة}=1{فئة واحدة }other{{count} فئة}}
de: {count,plural, =0{Keine Aspekte}=1{Ein Aspekt}other{{count} Aspekte}}
fr: {count,plural, =0{Aucun aspect}=1{Un aspect}other{{count} aspects}}
gl: {count,plural, =0{No aspects}=1{Un aspecto}other{{count} aspectos}}
hr: {count,plural, =0{Nema aspekata}=1{Jedan aspekt}other{{count} aspekta}}
ta: {எண்ணிக்கை, பன்மை, = 0 {No aspects} = 1 {One aspect} மற்ற {{count} அம்சங்கள்}}
uk: {count,plural, =0{Без аспектів}=1{Один аспект}other{{count} аспекти}}

source: Manage followed tags
ar: أدر الوسوم المتبعة
de: Verfolgte Tags verwalten
fr: Gérer les étiquettes suivies
gl: Xestionar cancelos seguidos
hr: Upravljaj praćenim oznakama
ta: பின்பற்றப்பட்ட குறிச்சொற்களை நிர்வகிக்கவும்
uk: Керувати тегами підписок

# followedTagsPageTitle
source: Followed tags
ar: الوسوم المتبعة
de: Verfolgte Tags
fr: Étiquettes suivies
gl: Cancelos seguidos
hr: Praćene oznake
ta: குறிச்சொற்கள் பின்பற்றப்பட்டன
uk: Теги, на які ви підписалися

source: Failed to follow #{tag}
ar: فشلت متابعة #{tag}
de: Konnte #{tag} nicht folgen
fr: Échec du suivi de #{tag}
gl: Fallo ao seguir #{tag}
hr: Neuspjelo praćenje oznake #{tag}
ta: #{tag} ஐப் பின்பற்றுவதில் தோல்வி
uk: Не вдалося підписатися #{tag}

# catcherLocalizationDialogReportModeAccept
source: Send report
gl: Enviar informe
ta: அறிக்கை அனுப்பவும்
uk: Надіслати звіт

# catcherLocalizationDialogReportModeCancel
source: Dismiss
gl: Desbotar
ta: தள்ளுபடி
uk: Відхилити

# catcherLocalizationDialogReportModeTitle
source: insporation* crashed :(
gl: insporation* crebou :(
ta: உத்வேகம்* செயலிழந்தது :(
uk: insporation* зазнало краху :(

# catcherLocalizationDialogReportModeDescription
source: An unexpected error occurred, an error report is ready to be send to the developers.
gl: Aconteceu un fallo non agardado, hai un informe do erro preparado para enviar ás desenvolvedoras.
ta: எதிர்பாராத பிழை ஏற்பட்டது, டெவலப்பர்களுக்கு அனுப்ப பிழை அறிக்கை தயாராக உள்ளது.
uk: Сталася неочікувана помилка, звіт про помилку готовий до надсилання розробникам.

# notificationActorsForThreePeople
source: {first}, {second} and {third}
ar: {first}, {second} و {third}
de: {first}, {second} und {third}
fr: {first}, {second} et {third}
gl: {first}, {second} e {third}
hr: {first}, {second} i {third}
ta: {first}, {second} மற்றும் {third}
uk: {first}, {second} і {third}

# contactStatusReceiving
source: They are sharing with you.
ar: هم يشاركون معك.
de: Diese Person teilt mit dir.
fr: Cette personne partage avec vous.
gl: Están a compartir contigo.
hr: Dijele s tobom.
ta: அவர்கள் உங்களுடன் பகிர்ந்து கொள்கிறார்கள்.
uk: Вони діляться з вами.

# contactStatusSharing
source: You are sharing with them.
ar: انت تشارك معهم.
de: Du teilst mit dieser Person.
fr: Vous partagez avec cette personne.
gl: Estás a compartir con elas.
hr: Dijeliš s njima.
ta: நீங்கள் அவர்களுடன் பகிர்ந்து கொள்கிறீர்கள்.
uk: Ви ділитеся з ними.

# stoppedSharing
source: Stopped sharing with {name}.
ar: أوقفت التشارك مع {name}.
de: Du teilst nun nicht mehr mit {name}.
fr: Vous avez arrêté de partager avec {name}.
gl: Deixaches de compartir con {name}.
hr: Prekinuto dijeljenje s {name}.
ta: {பெயர் with உடன் பகிர்வதை நிறுத்தியது.
uk: Спільний доступ з припинено {name}.

# contactAspectsUpdated
source: Aspects updated.
ar: حُدثت الفئات.
de: Aspekte aktualisiert.
fr: Aspects mis à jour.
gl: Aspectos actualizados.
hr: Aspekti su aktualizirani.
ta: நற்பொருத்தங்கள் புதுப்பிக்கப்பட்டன.
uk: Аспекти оновлено.

# failedToUpdateContactAspects
source: Failed to update aspects
ar: فشل تحديث الفئات
de: Konnte die Aspekte nicht aktualisieren
fr: Échec de la mise à jour des aspects
gl: Fallou a actualización dos aspectos
hr: Neuspjelo aktualiziranje aspekata
ta: அம்சங்களைப் புதுப்பிக்கத் தவறிவிட்டது
uk: Не вдалося оновити аспекти

# addLocation
source: Add your location
ar: أضف موقعك
de: Eigenen Standort hinzufügen
fr: Ajouter votre position
gl: Engade a túa localización
hr: Dodaj tvoju lokaciju
ta: உங்கள் இருப்பிடத்தைச் சேர்க்கவும்
uk: Додайте своє місцезнаходження

source: Publish post
ar: انشر المشاركة
de: Beitrag erstellen
fr: Publier
gl: Publica
hr: Objavi
ta: இடுகையை வெளியிடுங்கள்
uk: Опублікувати публікацію
