Repository: jhass/insporation
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, gl, hr, ta, uk

source: Failed to upload photo
ar: فشل رفع الصورة
de: Konnte das Bild nicht hochladen
fr: Échec du téléversement de la photo
gl: Fallou a subida da foto
hr: Neuspjelo prenošenje slike
ta: புகைப்படத்தைப் பதிவேற்றத் தவறிவிட்டது
uk: Не вдалося завантажити фотографію

# pollQuestionHint
source: Enter a question
ar: أدرج سؤال
de: Gib eine Frage ein
fr: Entrez une question
gl: Escribe a pregunta
hr: Upiši pitanje
ta: ஒரு கேள்வியை உள்ளிடவும்
uk: Введіть запитання

# pollAnswerHint
source: Enter an answer
ar: أدرج جوابا
de: Gib eine Antwort ein
fr: Entrez une réponse
gl: Escribe unha resposta
hr: Upiši odgovor
ta: ஒரு பதிலை உள்ளிடவும்
uk: Введіть відповідь

# searchTypePeople
source: People
ar: أشخاص
de: Leute
fr: Gens
gl: Persoas
hr: Ljudi
ta: மக்கள்
uk: Люди

# searchTypePeopleByTag
source: People by tag
ar: أشخاص بوسوم
de: Leute mit Tag
fr: Personnes par étiquette
gl: Persoas por cancelo
hr: Ljudi po oznakama
ta: குறிச்சொல் மூலம் மக்கள்
uk: Люди за тегом

# searchTypeTags
source: Tags
ar: وسوم
fr: Étiquettes
gl: Cancelos
hr: Oznake
ta: குறிச்சொற்கள்
uk: Теги

# searchPeopleHint
source: Start typing a name or diaspora* ID
ar: أكتب اسم أو معرف داياسبورا*
de: Gib einen Namen oder eine diaspora* ID ein
fr: Commencez à taper un nom ou un identifiant diaspora*
gl: Comeza a escribir un nome ou ID de diaspora*
hr: Počni upisivati ime ili diaspora* ID
ta: ஒரு பெயர் அல்லது புலம்பெயர்* ஐடியைத் தட்டச்சு செய்யத் தொடங்குங்கள்
uk: Почніть вводити ім'я або ідентифікатор діаспори*

# searchPeopleByTagHint
source: Enter a tag
ar: أدرج وسما
de: Gib einen Tag ein
fr: Entrez une étiquette
gl: Escribe un cancelo
hr: Upiši oznaku
ta: ஒரு குறிச்சொல்லை உள்ளிடவும்
uk: Введіть тег

# searchTagsHint
source: Start typing tag
ar: اكتب الوسم
de: Gib einen Tag ein
fr: Commencez à entrer une étiquette
gl: Comeza a escribir un cancelo
hr: Počni upisivati oznaku
ta: குறிச்சொல்லை தட்டச்சு செய்யத் தொடங்குங்கள்
uk: Почніть вводити тег

source: Failed to unfollow #{tag}
ar: فشل إلغاء متابعة #{tag}
de: Konnte #{tag} nicht entfolgen
fr: Échec de l’arrêt du suivi de #{tag}
gl: Fallo ao deixar de seguir #{tag}
hr: Neuspjelo uklanjanje praćenja oznake #{tag}
ta: #{tag} ஐப் பின்தொடர்வதில் தோல்வி
uk: Не вдалося скасувати підписку #{tag}

# failedToOpenInvalidUrl
source: URL looks invalid, cannot open
gl: O URL semella válido, pero non se pode abrir
ta: முகவரி தவறானது, திறக்க முடியாது
uk: URL-адреса виглядає недійсною, не вдається відкрити

# failedToOpenUrl
source: Failed to open URL. Do you have a browser installed?
gl: Fallou a apertura do URL. Tes un navegador instalado?
ta: முகவரி ஐ திறக்கத் தவறிவிட்டது. உங்களிடம் உலாவி நிறுவப்பட்டுள்ளதா?
uk: Не вдалося відкрити URL-адресу. У вас встановлено браузер?

# insertButtonLabel
source: Insert
ar: أدرج
de: Einfügen
fr: Insérer
gl: Insertar
hr: Umetni
ta: செருகவும்
uk: Вставити

# yesButtonLabel
source: Yes
ar: نعم
de: Ja
fr: Oui
gl: Si
hr: Da
ta: ஆம்
uk: Так

# noButtonLabel
source: No
ar: لا
de: Nein
fr: Non
gl: Non
hr: Ne
ta: இல்லை
uk: Ні

# retryLabel
source: Retry
ar: أعد المحاولة
de: Erneut versuchen
gl: Reintentar
hr: Ponovi
ta: மீண்டும் முயற்சிக்கவும்
uk: Повторити спробу

# confirmDeleteButtonLabel
source: Confirm delete
ar: أكد الحذف
de: Löschen bestätigen
fr: Confirmer la suppression
gl: Confirma a eliminación
hr: Potvrdi brisanje
ta: நீக்கு என்பதை உறுதிப்படுத்தவும்
uk: Підтвердити видалення

# removeButtonLabel
source: Remove
ar: أزل
de: Löschen
fr: Retirer
gl: Eliminar
hr: Ukloni
ta: அகற்று
uk: Видалити

# deselectAllButtonLabel
source: Deselect all
ar: الغ تحديد الكل
de: Alle abwählen
fr: Tout désélectionner
gl: Retirar selección a todo
hr: Odznači sve
ta: அனைத்தையும் தேர்வு செய்யுங்கள்
uk: Зняти вибір з усіх

# detailsOnErrorLabel
source: Help
ar: مساعدة
de: Hilfe
gl: Axuda
hr: Pomoć
ta: உதவி
uk: Допомога

# detailsOnErrorDescription
source: The following internal error occurred. Please include this when asking for help.
ar: حدث الخطأ الداخلي التالي. رجاء ضمن هذا عند طلب المساعدة.
gl: Aconteceu este fallo interno. Inclúe esto cando solicites axuda.
hr: Dogodila se sljedeća interna greška. Uključi ove podatke kad zatražiš pomoć.
ta: பின்வரும் உள் பிழை ஏற்பட்டது. உதவி கேட்கும்போது இதைச் சேர்க்கவும்.
uk: Трапилася внутрішня помилка. Будь ласка додайте наступну інформацію при звертанні за допомогою.

# detailsOnErrorCopied
source: Error details copied to clipboard.
ar: نُسخت تفاصيل الخطأ الى الحافظة.
gl: Detalles do erro copiados ao portapapeis.
hr: Trag greške kopiran je u međuspremnik.
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்ட பிழை விவரங்கள்.
uk: Відомості про помилку скопійовано в буфер обміну.

# failedToLoadContent
source: An error occured while trying to load the content.
ar: حدث خطأ أثناء تحميل المحتوى.
gl: Algo fallou ao intentar cargar o contido.
ta: உள்ளடக்கத்தை ஏற்ற முயற்சிக்கும்போது பிழை ஏற்பட்டது.
uk: Під час спроби завантаження вмісту сталася помилка.

# failedToRenderMessage
source: Could not render this content. Please report this with the error details below, if present.
gl: Non se puido mostrar este contido. Informa deste fallo incluíndo a descrición inferior, se existe.
ta: இந்த உள்ளடக்கத்தை வழங்க முடியவில்லை. இருந்தால், கீழே உள்ள பிழை விவரங்களுடன் இதைப் புகாரளிக்கவும்.
uk: Не вдалося відобразити цей вміст. Будь ласка, повідомте про це, вказавши деталі помилки нижче, якщо вони є.

# signInAction
source: Sign in
ar: لِج
de: Anmelden
fr: Se connecter
gl: Conectar
hr: Prijava
ta: விடுபதிகை
uk: Увійти

# signInLabel
source: diaspora* ID
ar: معرف داياسبورا*
fr: Identifiant diaspora*
gl: ID diaspora*
ta: புலம்பெயர்* ஐடி

# invalidDiasporaId
source: Enter a full diaspora* ID
ar: أدخل معرف داياسبورا كاملا
de: Gib eine volle diaspora* ID ein
fr: Entrez un identifiant diaspora* complet
gl: Escribe o ID completo en diaspora*
hr: Upiši potpunu diaspora* ID oznaku
ta: ஒரு முழு புலம்பெயர்* ஐடியை உள்ளிடவும்
uk: Введіть повний ідентифікатор діаспори*

# errorSignInTimeout
source: Timeout while trying to authorize, are you sure your pod supports the API?
ar: انتهت مهلة التصريح، أمتأكد من دعم خادمك لل API ؟
de: Zeitüberschreitung beim Versuch der Authentifizierung. Sicher, dass dein Pod die API unterstützt?
fr: Délai d'attente lors de la tentative d'authentification, êtes-vous sûr·e que votre pod prend en charge l'API ?
gl: Caducou a solicitude de autorización, tes a certeza de que a túa instancia soporta a API?
hr: Vrijeme pokušaja autorizacije je isteklo. Je li tvoj „pod” podržava API?
ta: அங்கீகரிக்க முயற்சிக்கும்போது நேரம் முடிந்தது, உங்கள் நெற்று பநிஇ ஐ ஆதரிக்கிறது என்பதில் உறுதியாக இருக்கிறீர்களா?
uk: Тайм-аут під час спроби авторизації. Ви впевнені, що ваш pod підтримує API?

# resharePrompt
source: Reshare post?
ar: إعادة نشر المشاركة؟
de: Beitrag weitersagen?
fr: Repartager la publication ?
gl: Compartir publicación?
hr: Prosljediti objavu?
ta: ரெசேர் இடுகை?
uk: Поділитися публікацією повторно?

# cancelPostSubscription
source: Stop notifications
ar: أوقف الاشعارات
de: Benachrichtigungen stoppen
fr: Arrêter les notifications
gl: Deter notificacións
hr: Prekini obavijesti
ta: அறிவிப்புகளை நிறுத்து
uk: Зупинити сповіщення

# failedToSubscribeToPost
source: Failed to subscribe to the post
ar: فشل الاشتراك في المشاركة
de: Konnte die Benachrichtigungen für den Beitrag nicht anstellen
fr: Échec de l’abonnement à la publication
gl: Non se puido subscribir á publicación
hr: Neuspjelo pretplaćivanje na objavu
ta: இடுகைக்கு குழுசேரத் தவறிவிட்டது
uk: Не вдалося підписатися на публікацію

# reportPostPrompt
source: Report post
ar: التبليغ عن مشاركة
de: Beitrag melden
fr: Signaler la publication
gl: Denunciar publicación
hr: Prijavi objavu
ta: அறிக்கை இடுகை
uk: Повідомити про публікацію

# reportPostHint
source: Please describe the issue
ar: يرجى اعطاء وصف للمشكلة
de: Bitte beschreibe das Problem
fr: Veuillez décrire le problème
gl: Describe o problema
hr: Opiši problem
ta: தயவுசெய்து சிக்கலை விவரிக்கவும்
uk: Будь ласка, опишіть проблему

# showOriginalPost
source: Show the originally reshared post
ar: اعرض المشاركة الاصلية لاعادة النشر
de: Den ursprünglich wieder weitergesagten Beitrag anzeigen
fr: Afficher la publication originellement repartagée
gl: Mostra a publicación orixinal compartida
hr: Pokaži izvornu proslijeđenu objavu
ta: முதலில் மறுசீரமைக்கப்பட்ட இடுகையைக் காட்டு
uk: Показати оригінальну публікацію, якою було опубліковано повторно

# voteCount
source: {count,plural, =0{No votes so far}=1{1 vote so far}other{{count} votes so far}}
ar: {count,plural, =0{لم يصوت أحد}=1{صوت واحد}other{صوت {count}}}
de: {count,plural, =0{Bisher keine Stimmen}=1{Eine Stimme}other{{count} Stimmen}}
fr: {count,plural, =0{Aucun vote jusqu’à présent}=1{1 vote jusqu’à présent}other{{count} votes jusqu’à présent}}
gl: {count,plural, =0{Sen votos}=1{1 voto ata o momento}other{{count} votos ata o momento}}
hr: {count,plural, =0{Do sada nema glasova}=1{1 glas do sada}other{{count} glasova do sada}}
ta: {எண்ணிக்கை, பன்மை, = 0 {No votes so far} = 1 {1 vote so far} பிற {{count} வாக்குகள்}}
uk: {count,plural, =0{Поки що немає голосів}=1{1 голос поки що}other{{count} голосів на даний момент}}

# pollResultsButtonLabel
source: View results
ar: اعرض النتائج
de: Ergebnisse anschauen
fr: Afficher les résultats
gl: Ver resultados
hr: Prikaz rezultata
ta: முடிவுகளைக் காண்க
uk: Переглянути результати

# failedToVote
source: Failed to vote on post
ar: فشل التصويت
de: Konnte nicht abstimmen
fr: Échec du vote
gl: Non se puido votar na publicación
hr: Neuspjelo glasanje za objavu
ta: பதவியில் வாக்களிக்கத் தவறிவிட்டது
uk: Не вдалося проголосувати за публікацію

# oEmbedHeader
source: {author} on {provider}:
ar: {author} على {provider}:
de: {author} auf {provider}:
fr: {author} sur {provider} :
gl: {author} en {provider}:
hr: {author} na {provider}:
ta: {வழங்குநரில் {author}:
uk: {author} на {provider}:

# oEmbedAuthor
source: by {author}
ar: بواسطة {author}
de: von {author}
fr: par {author}
gl: por {author}
hr: od {author}
ta: எழுதியவர் {author}
uk: від {author}

# showAllNsfwPostsButtonLabel
source: Show all NSFW posts
ar: اعرض المشاركات ذات المحتوى الحساس
de: Zeige alle NSFW Beiträge
fr: Afficher toutes les publications sensibles
gl: Amosar tódalas publicacións NSFW
hr: Pokaži sve NSFW objave
ta: அனைத்து NSFW இடுகைகளையும் காட்டு
uk: Показати всі публікації, що не стосуються роботи на роботі

# showThisNsfwPostButtonLabel
source: Show this post
ar: اعرض هذه المشاركة
de: Zeige diesen Beitrag
fr: Afficher cette publication
gl: Amosar esta publicación
hr: Pokaži ovu objavu
ta: இந்த இடுகையைக் காட்டு
uk: Показати цю публікацію

# aspectsPrompt
source: Select aspects
ar: حدد الفئات
de: Aspekte auswählen
fr: Sélectionner les aspects
gl: Elexir aspectos
hr: Odaberi askpekte
ta: அம்சங்களைத் தேர்ந்தெடுக்கவும்
uk: Виберіть аспекти

# formatBold
source: Bold
ar: عريض
de: Fett
fr: Gras
gl: Grosa
hr: Podebljano
ta: தடிமான
uk: Жирний шрифт

# formatStrikethrough
source: Strikethrough
ar: يتوسطه خط
de: Durchgestrichen
fr: Barré
gl: Riscada
hr: Precrtano
ta: ச்ட்ரைகெத்ரோ
uk: Закреслення

# insertHeading
source: Heading
ar: عنوان
de: Überschrift
fr: En-tête
gl: Título
hr: Naslov
ta: தலைப்பு
uk: Заголовок

# insertBulletedList
source: Bulleted list
ar: قائمة نقطية
de: Liste
fr: Liste à puces
gl: Lista de puntos
hr: Nenumerirani popis
ta: புல்லட் பட்டியல்
uk: Маркований список

# insertNumberedList
source: Numbered list
ar: قائمة مُرقمة
de: Nummerierte Liste
fr: Liste numérotée
gl: Lista numeral
hr: Numerirani popis
ta: எண் பட்டியல்
uk: Нумерований список

# insertQuote
source: Quote
ar: اقتبس
de: Zitat
fr: Citation
gl: Cita
hr: Citiranje
ta: மேற்கோள்
uk: Цитата

# insertCode
source: Code
ar: رمز
gl: Código
hr: Kȏd
ta: குறியீடு
uk: Код

# insertCodeBlock
source: Code block
ar: كتلة نص برمجي
fr: Bloc de code
gl: Bloque de código
hr: Blok koda
ta: குறியீடு தொகுதி
uk: Блок коду

# insertLink
source: Link
ar: رابط
fr: Lien
gl: Ligazón
hr: Poveznica
ta: இணைப்பு
uk: Посилання

# insertImageURL
source: Image URL
ar: رابط صورة
de: Bildadresse
fr: URL de l’image
gl: URL da imaxe
hr: URL adresa slike
ta: பட முகவரி
uk: URL-адреса зображення

# insertHashtag
source: Hashtag
ar: وسم
de: Tag
fr: Étiquette
gl: Cancelo
ta: ஏச்டேக்
uk: Хештег

# insertLinkURLHint
source: URL
ar: عنوان رابط
de: Adresse
ta: முகவரி

# insertLinkDescriptionHint
source: Description (optional)
ar: وصف (اختياري)
de: Beschreibung (optional)
fr: Description (optionnel)
gl: Descrición (optativo)
hr: Opis (opcionalno)
ta: விளக்கம் (விரும்பினால்)
uk: Опис (необов'язково)

# searchDialogHint
source: Search
ar: ابحث
de: Suchen
fr: Rechercher
gl: Buscar
hr: Traži
ta: தேடல்
uk: Пошук

# tagSearchDialogHint
source: Search for a tag
ar: ابحث عن وسم
de: Suche nach einem Tag
fr: Rechercher une étiquette
gl: Buscar un cancelo
hr: Traži oznaku
ta: குறிச்சொல்லைத் தேடுங்கள்
uk: Пошук тегу

# createAspectPrompt
source: Create an aspect
ar: أنشئ فئة
de: Aspekt erstellen
fr: Créer un aspect
gl: Crear un aspecto
hr: Stvori aspekt
ta: ஒரு அம்சத்தை உருவாக்கவும்
uk: Створити аспект

source: Failed to create aspect
ar: فشل إنشاء فئة
de: Aspekt konnte nicht erstellt werden
fr: Échec de la création de l’aspect
gl: Fallo ao crear o aspecto
hr: Neuspjelo stvaranje aspekta
ta: அம்சத்தை உருவாக்கத் தவறிவிட்டது
uk: Не вдалося створити аспект

# editAspectPrompt
source: Edit aspect
ar: حرر الفئة
de: Aspekt bearbeiten
fr: Modifier l’aspect
gl: Editar o aspecto
hr: Uredi aspekt
ta: அம்சத்தைத் திருத்து
uk: Редагувати аспект

# failedToRenameAspect
source: Failed to rename aspect {oldName} to {newName}
ar: فشلت تسمية الفئة {oldName} باسم {newName}
de: Konnte Aspekt {oldName} nicht nach {newName} umbenennen
fr: Échec du renommage de l’aspect {oldName} en {newName}
gl: Fallou o cambio de nome do aspecto {oldName} a {newName}
hr: Neuspjelo preimenovanje aspekta {oldName} u {newName}
ta: {oldName} என {newName} என மறுபெயரிடுவதில் தோல்வி
uk: Не вдалося перейменувати аспект {oldName} на {newName}

source: Failed to reply to conversation
ar: فشل الرد على المحادثة
de: Konnte auf die Unterhaltung nicht antworten
fr: Échec de la réponse à la conversation
gl: Non se puido responder á conversa
hr: Neuspjelo odgovaranje u konverzaciji
ta: உரையாடலுக்கு பதிலளிக்கத் தவறிவிட்டது
uk: Не вдалося відповісти на розмову

# editProfileTitle
source: Edit profile
ar: حرر الملف الشخصي
de: Profil
fr: Modifier le profil
gl: Editar perfil
hr: Uredi profil
ta: சுயவிவரத்தைத் திருத்து
uk: Редагувати профіль

# uploadProfilePictureHeader
source: Update profile picture
ar: حدث صورة الملف الشخصي
de: Neues Profilbild hochladen
fr: Mettre à jour l’image du profil
gl: Actualizar imaxe do perfil
hr: Aktualiziraj sliku profila
ta: சுயவிவரப் படத்தைப் புதுப்பிக்கவும்
uk: Оновити зображення профілю

# editProfileHeader
source: Edit profile
ar: حرر الملف الشخصي
de: Profile bearbeiten
fr: Modifier le profil
gl: Editar perfil
hr: Uredi profil
ta: சுயவிவரத்தைத் திருத்து
uk: Редагувати профіль

# editProfileNameLabel
source: Name
ar: الاسم
fr: Nom
gl: Nome
hr: Ime
ta: பெயர்
uk: Ім'я

# editProfileLocationLabel
source: Location
ar: الموقع
de: Standort
fr: Position
gl: Localización
hr: Lokacija
ta: இடம்
uk: Розташування

# editProfileGenderLabel
source: Gender
ar: الجنس
fr: Genre
gl: Xénero
hr: Spol
ta: பாலினம்
uk: Стать

# editProfileBirthdayLabel
source: Birthday
ar: تاريخ المولد
de: Geburtstag
fr: Date de naissance
gl: Aniversario
hr: Rođendan
ta: பிறந்த நாள்
uk: День народження

# editProfileSubmit
source: Update profile
ar: حدِّث الملف الشخصي
de: Profil speichern
fr: Mettre à jour le profil
gl: Actualizar perfil
hr: Aktualiziraj profil
ta: சுயவிவரத்தைப் புதுப்பிக்கவும்
uk: Оновити профіль

# duplicateProfileTag
source: Tag already added
ar: الوسم مضاف من قبل
de: Tag wurde bereits hinzugefügt
fr: Étiquette déjà ajoutée
gl: A etiqueta xa está engadida
hr: Oznaka je već dodana
ta: குறிச்சொல் ஏற்கனவே சேர்க்கப்பட்டது
uk: Тег уже додано

# updatedProfile
source: Profile updated.
ar: حُدث الملف الشخصي.
de: Profil aktualisiert.
fr: Profil mis à jour.
gl: Perfil actualizado.
hr: Profil je aktualiziran.
ta: சுயவிவரம் புதுப்பிக்கப்பட்டது.
uk: Профіль оновлено.

source: Failed to update profile
ar: فشل تحديث الملف الشخصي
de: Konnte das Profil nicht speichern
fr: Échec de la mise à jour du profil
gl: Fallou a actualización do perfil
hr: Neuspjelo aktualiziranje profila
ta: சுயவிவரத்தைப் புதுப்பிக்கத் தவறிவிட்டது
uk: Не вдалося оновити профіль

# newConversationTitle
source: Start a new conversation
ar: ابدأ محادثة جديدة
de: Unterhaltung beginnen
fr: Démarrer une nouvelle conversation
gl: Comezar unha nova conversa
hr: Započni novu konverzaciju
ta: புதிய உரையாடலைத் தொடங்கவும்
uk: Почати нову розмову

# newConversationRecipientsLabel
source: Recipients
ar: المستلمون
de: Empfänger
fr: Destinataires
gl: Correspondentes
hr: Primatelji
ta: பெறுநர்கள்
uk: Одержувачі

# newConversationSubjectLabel
source: Subject
ar: الموضوع
de: Betreff
fr: Objet
gl: Asunto
hr: Tema
ta: பொருள்
uk: Тема

# newConversationMessageLabel
source: Message
ar: الرسالة
de: Nachricht
gl: Mensaxe
hr: Poruka
ta: செய்தி
uk: Повідомлення

# sendNewConversation
source: Send
ar: أرسل
de: Abschicken
fr: Envoyer
gl: Enviar
hr: Pošalji
ta: அனுப்பு
uk: Надіслати

# failedToAddConversationParticipantNotSharingWith
source: You're not sharing with {name}, cannot add them as a recipient!
ar: لا يمكنك اضافة {name} كمستلم لأنك لا تشارك معه!
de: Du teilst nicht mit {name}, kann nicht als Empfänger hinzugefügt werden.
fr: Vous ne partagez pas avec {name} ; impossible de l’ajouter comme destinataire !
gl: Non estás a compartir con {name}, non podes engadila como correspondente!
hr: Ne dijeliš s {name}. Ne mogu se dodati kao primatelji!
ta: நீங்கள் {பெயருடன் பகிரவில்லை, அவற்றை பெறுநராக சேர்க்க முடியாது!
uk: Ви не надаєте доступ користувачу {name}, не можете додати його як одержувача!

# failedToAddConversationParticipantNotSharing
source: {name} is not sharing with you, cannot add them as a recipient!
ar: لا يمكنك اضافة {name} كمستلم لأنه لا يشارك معك!
de: {name} teilt nicht mit dir, kann nicht als Empfänger hinzugefügt werden.
fr: {name} ne partage pas avec vous ; impossible de l’ajouter comme destinataire !
gl: {name} non está a compartir contigo, non podes engadila como correspondente!
hr: {name} ne dijeli s tobom. Ne mogu se dodati kao primatelji!
ta: {name} உங்களுடன் பகிரவில்லை, அவற்றை பெறுநராக சேர்க்க முடியாது!
uk: {name} не ділиться з вами, не можна додати його як одержувача!

# notificationActorsForTwoPeople
source: {first} and {second}
ar: {first} و {second}
de: {first} und {second}
fr: {first} et {second}
gl: {first} e {second}
hr: {first} i {second}
ta: {first} மற்றும் {second}
uk: {first} і {second}

# errorAuthorizationFailed
source: Could not authorize to {userId}, is it spelled correctly, is your network working and is your pod running the latest development snapshot?
gl: Non se puido autorizar a {userId}, está ben escrito?, tes conexión a internet e a túa instancia executa a última versión de desenvolvemento?
hr: Nije moguće autorizirati {userId}. Provjeri unos, provjeri tvoju mrežu i provjeri je li tvoj „pod” pokreće najnoviju snimku razvoja?
ta: {USERID க்கு க்கு ஏற்பு வழங்க முடியவில்லை, இது சரியாக உச்சரிக்கப்படுகிறதா, உங்கள் பிணையம் செயல்படுகிறதா, உங்கள் நெற்று அண்மைக் கால மேம்பாட்டு ச்னாப்சாட்டை இயக்குகிறதா?
uk: Не вдалося авторизувати {userId}. Чи правильно написано ім'я користувача, чи працює ваша мережа, і чи ваш pod використовує найновіший знімок розробки?

# errorNetworkErrorOnAuthorization
source: A network error occurred, please ensure that you spelled your pod correctly and that you have a good reception, then try again.
gl: Aconteceu un fallo na rede, asegúrate de que escribiches correctamente o nome da instancia e que tes boa conexión, inténtao outra vez.
hr: Dogodila se mrežna greška. Provjeri ispravnost tvog „poda” i kvalitetu prijema. Zatim pokušaj ponovo.
ta: ஒரு பிணைய பிழை ஏற்பட்டது, தயவுசெய்து உங்கள் நெற்று சரியாக உச்சரித்தீர்கள் என்பதையும் உங்களுக்கு நல்ல வரவேற்பு இருப்பதையும் உறுதிப்படுத்தவும், பின்னர் மீண்டும் முயற்சிக்கவும்.
uk: Сталася помилка мережі. Переконайтеся, що ви правильно написали назву поду та що у вас хороший сигнал, а потім спробуйте ще раз.

# errorUnexpectedErrorOnAuthorization
source: An unexpected error happened while trying to sign in.
ar: حدث خطأ غير متوقع أثناء محاولة .
gl: Aconteceu un fallo non agardado ao intentar conectar.
hr: Došlo je do neočekivane greške prilikom pokušaja prijave.
ta: உள்நுழைய முயற்சிக்கும்போது எதிர்பாராத பிழை ஏற்பட்டது.
uk: Під час спроби входу сталася неочікувана помилка.

# deleteSessionPrompt
source: Remove session for {userId} from insporation*?
ar: أتريد إزالة جلسة {userId} من إنسبوريشن؟
de: Sitzung für {userId} aus insporation* entfernen?
fr: Supprimer la session pour {userId} d'insporation* ?
gl: Eliminar a sesión da usuaria {userId} de insporation*?
hr: Ukloniti sesiju za {userId} iz insporation*?
ta: இன்ச்போரேசன்*இலிருந்து {பயனர்ஐடி க்கு க்கான அமர்வை அகற்று?
uk: Вилучити сеанс для {userId} з інструктажу*?

# navigationItemTitleStream
source: Stream
ar: ساحة المشاركات
gl: Cronoloxía
hr: Kanal
ta: ச்ட்ரீம்
uk: Потік

# navigationItemTitleConversations
source: Conversations
ar: المحادثات
de: Unterhaltungen
gl: Conversas
hr: Konverzacije
ta: உரையாடல்கள்
uk: Розмови

# navigationItemTitleSearch
source: Search
ar: البحث
de: Suche
fr: Rechercher
gl: Buscar
hr: Traži
ta: தேடல்
uk: Пошук

# navigationItemTitleNotifications
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
gl: Notificacións
hr: Obavijesti
ta: அறிவிப்புகள்
uk: Сповіщення

# navigationItemTitleEditProfile
source: Edit profile
ar: عدل الحساب
de: Profil bearbeiten
fr: Modifier le profil
gl: Editar perfil
hr: Uredi profil
ta: சுயவிவரத்தைத் திருத்து
uk: Редагувати профіль

# navigationItemTitleSwitchUser
source: Switch user
ar: غيِّر المستخدم
de: Nutzer wechseln
fr: Changer d'utilisateur
gl: Cambiar de usuaria
hr: Zamijeni korisnika
ta: பயனரை மாற்றவும்
uk: Змінити користувача

# streamNameMentions
source: Mentions
ar: الإشارات
de: Erwähnungen
gl: Mencións
hr: Spominjanja
ta: குறிப்பிடுகிறது
uk: Згадки

# streamNameLiked
source: Liked
ar: الإعجابات
de: Gefällt mir
fr: Aimé
gl: Gustado
hr: Sviđa mi se
ta: பிடித்திருந்தது
uk: Сподобалося

# streamNameCommented
source: Commented
ar: مُعلِق عليها
de: Kommentiert
fr: Commenté
gl: Comentado
hr: Komentirani
ta: கருத்து
uk: Прокоментовано

# streamNameTag
source: Tag
ar: وسم
fr: Étiquette
gl: Etiqueta
hr: Oznaka
ta: குறிச்சொல்
uk: Тег

# noItems
source: Darn, nothing to display!
ar: لا شيء لعرضه!
de: Leider nichts zum anzeigen gefunden 😕
fr: Mince, rien à afficher !
gl: Demo! nada que amosar!
hr: K vragu, nema se što prikazati!
ta: துணிவு, காண்பிக்க எதுவும் இல்லை!
uk: Блін, нічого показувати!

# deletedPostReshareHint
source: Reshare of a deleted post
ar: إعادة نشر لمشاركة محذوفة
de: Weitersagung eines gelöschten Beitrags
fr: Repartage d’une publication supprimée
gl: Compartición dunha mensaxe eliminada
hr: Proslijedi izbrisanu objavu
ta: நீக்கப்பட்ட இடுகையின் மறுசீரமைப்பு
uk: Повторна публікація видаленого допису

# createComment
source: Comment
ar: علق
de: Kommentieren
fr: Commenter
gl: Comentar
hr: Komentiraj
ta: கருத்து
uk: Коментар

# commentsHeader
source: Comments
ar: التعليقات
de: Kommentare
fr: Commentaires
gl: Comentarios
hr: Komentari
ta: கருத்துகள்
uk: Коментарі

# reportComment
source: Report
ar: أبلغ عن
de: Kommentar melden
fr: Signaler
gl: Denunciar
hr: Prijavi
ta: அறிக்கை
uk: Звіт

# reportCommentPrompt
source: Report comment
ar: الإبلاغ عن تعليق
de: Kommentar melden
fr: Signaler le commentaire
gl: Denunciar un comentario
hr: Komentar za prijavu
ta: கருத்து தெரிவிக்கவும்
uk: Повідомити про коментар

# reportCommentHint
source: Please describe the issue
ar: يرجى اعطاء وصف للمشكلة
de: Bitte beschreibe das Problem
fr: Veuillez décrire le problème
gl: Por favor describe o problema
hr: Opiši problem
ta: தயவுசெய்து சிக்கலை விவரிக்கவும்
uk: Будь ласка, опишіть проблему
