Repository: jhass/insporation
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, gl, hr, ta, uk

# sentCommentReport
source: Report sent.
ar: تم التبليغ.
de: Kommentar gemeldet.
fr: Signalement envoyé.
gl: Denuncia enviada.
hr: Prijava poslana.
ta: அறிக்கை அனுப்பப்பட்டது.
uk: Звіт надіслано.

# failedToReportComment
source: Failed to create the report
ar: فشل إنشاء التبليغ
de: Konnte den Kommentar nicht melden
fr: Échec de la création du signalement
gl: Non se puido crear a denuncia
hr: Neuspjelo stvaranje izvještaja
ta: அறிக்கையை உருவாக்கத் தவறிவிட்டது
uk: Не вдалося створити до звіту

# likesHeader
source: Likes
ar: الإعجابات
de: Gefällt
fr: J’aime
gl: Gústame
hr: Sviđanja
ta: பிடிக்கும்
uk: Вподобання

# failedToLikePost
source: Failed to like the post
ar: فشل الاعجاب بالمشاركة
de: Konnte den Beitrag nicht mit einem „Gefällt mir“ markieren
fr: Échec de l’ajout de la mention j’aime
gl: Non se puido gustar da publicación
hr: Neuspjelo označivanje sa „Sviđa mi se”
ta: இடுகையை விரும்புவதில் தோல்வி
uk: Не вдалося поставити лайк публікації

# failedToUnlikePost
source: Failed to unlike the post
ar: فشل الغاء الإعجاب بالمشاركة
de: Konnte das „Gefällt mir“ nicht vom Beitrag entfernen
fr: Échec de la suppression du j’aime
gl: Non se puido retirar o gústame
hr: Neuspjelo uklanjanje oznake sviđanja
ta: இடுகையைப் போலல்லாமல் தோல்வியுற்றது
uk: Не вдалося поставити позначку «подобається» на публікації

# resharesHeader
source: Reshares
ar: إعادة النشر
de: Weitersagungen
fr: Repartages
gl: Comparticións
hr: Proslijeđeno
ta: ரீமியச்
uk: Повторні публікації

# notificationActorsForMoreThanThreePeople
source: {othersCount,plural, =0{{first}, {second} and no others}=1{{first}, {second} and one more}other{{first}, {second} and {othersCount} others}}
ar: {othersCount,plural, =0{{first}, {second} فقط}=1{{first}, {second} وواحد إضافي}other{{first}, {second} و {othersCount} آخرون}}
de: {othersCount,plural, =0{{first}, {second} und niemand sonst}=1{{first}, {second} und noch jemand}other{{first}, {second} und {othersCount} andere}}
fr: {othersCount,plural, =0{{first}, {second} et personne d’autre}=1{{first}, {second} et un de plus}other{{first}, {second} et {othersCount} autres}}
gl: {othersCount,plural, =0{{first}, {second} and no others}=1{{first}, {second} e unha máis}other{{first}, {second} e {othersCount} outras}}
hr: {othersCount,plural, =0{{first}, {second} i nitko drugi}=1{{first}, {second} i još jedan}other{{first}, {second} i još {othersCount}}}
ta: Countents மற்றவர்கள், பன்மை, = 0 {{first}, {second} மற்றும் மற்றவர்கள் இல்லை} = 1 {{first}, {second} மற்றும் இன்னும் ஒரு} மற்ற {{first}, {second} மற்றும் {othersCount} மற்றவர்கள்}}
uk: {othersCount,plural, =0{{first}, {second} і жодних інших}=1{{first}, {second} і ще один}other{{first}, {second} та ще {othersCount} інших}}

# notificationAlsoCommented
source: {actorCount,plural, =0{Nobody also commented on a {target}.}=1{{actors} also commented on {target}.}other{{actors} also commented on {target}.}}
ar: {actorCount,plural, =0{لا أحد علق على {target}.}=1{{actors} علق على {target}.}other{{actors} علقوا على {target}.}}
de: {actorCount,plural, =0{Niemand hat auch einen {target} kommentiert.}=1{{actors} hat auch einen {target} kommentiert.}other{{actors} hat auch einen {target} kommentiert.}}
fr: {actorCount,plural, =0{Personne n’a commenté {target}.}=1{{actors} a commenté {target}.}other{{actors} ont commenté {target}.}}
gl: {actorCount,plural, =0{Nobody also commented on a {target}.}=1{{actors} tamén comentou {target}.}other{{actors} tamén comentaron {target}.}}
hr: {actorCount,plural, =0{Nitko nije komentirao {target}.}=1{{actors} je također komentirao {target}.}other{{actors} su također komentirali {target}.}}
ta: {ஆக்சோர்ட், பன்மை, = 0 {யாரும் ஒரு {target} இல் கருத்து தெரிவிக்கவில்லை.
uk: {actorCount,plural, =0{Ніхто також не коментував {target}.}=1{{actors} також прокоментував {target}.}other{{actors} також прокоментував {target}.}}

# notificationCommented
source: {actorCount,plural, =0{Nobody commented on your {target}.}=1{{actors} commented your {target}.}other{{actors} commented your {target}.}}
ar: {actorCount,plural, =0{لا أحد علق على {target}.}=1{{actors} علق على {target}.}other{{actors} علقوا على {target}.}}
de: {actorCount,plural, =0{Niemand hat deinen {target} kommentiert.}=1{{actors} hat deinen {target} kommentiert.}other{{actors} haben deinen {target} kommentiert.}}
fr: {actorCount,plural, =0{Personne n’a commenté votre {target}.}=1{{actors} a commenté votre {target}.}other{{actors} ont commenté votre {target}.}}
gl: {actorCount,plural, =0{Nobody commented on your {target}.}=1{{actors} comentou en {target}.}other{{actors} comentaron en {target}.}}
hr: {actorCount,plural, =0{Nitko nije komentirao tvoju {target}.}=1{{actors} je komentirao tvoju {target}.}other{{actors} su komentirali tvoju {target}.}}
ta: {ஆக்சோர்ட், பன்மை, = 0 {உங்கள் {target} இல் யாரும் கருத்து தெரிவிக்கவில்லை.} = 1 {{நடிகர்கள் your உங்கள் {actors} கருத்து தெரிவித்தனர்.
uk: {actorCount,plural, =0{Ніхто не коментував твій коментар {target}.}=1{{actors} прокоментував твій {target}.}other{{actors} прокоментував твій {target}.}}

# notificationBirthday
source: {actorCount,plural, =0{Nobody has their birthday today.}=1{{actors} has their birthday today.}other{{actors} have their birthday your today.}}
ar: {actorCount,plural, =0{لا عيد ميلاد اليوم.}=1{عيد ميلاد {actors} اليوم.}other{عيد ميلاد {actors} اليوم.}}
de: {actorCount,plural, =0{Niemand hat heute Geburtstag.}=1{{actors} hat heute Geburtstag.}other{{actors} haben heute Geburtstag.}}
fr: {actorCount,plural, =0{Personne n’a son anniveraire aujourd’hui.}=1{{actors} a son anniversaire ajourd’hui.}other{{actors} ont leur anniversaire aujourd’hui.}}
gl: {actorCount,plural, =0{Nobody has their birthday today.}=1{{actors} está de aniversario.}other{{actors} están de aniversario.}}
hr: {actorCount,plural, =0{Danas nitko nema rođendan.}=1{{actors} ima danas rođendan.}other{{actors} imaju danas rođendan.}}
ta: {நடிகர் கவுன்ட், பன்மை, = 0 {Nobody has their birthday today.} = 1 {{நடிகர்கள் இன்று பிறந்த நாள்.
uk: {actorCount,plural, =0{Сьогодні ні в кого немає дня народження.}=1{{actors} у них сьогодні день народження.}other{{actors} у тебе сьогодні день народження.}}

# notificationMentionedInComment
source: {actorCount,plural, =0{Nobody mentioned you in a comment.}=1{{actors} mentioned you in a comment.}other{{actors} mentioned you in a comment.}}
ar: {actorCount,plural, =0{لم يشر إليك أحد في رد.}=1{{actors} أشار إليك في رد}other{{actors} أشاروا إليك في رد.}}
de: {actorCount,plural, =0{Niemand hat dich in einem Kommentar erwähnt.}=1{{actors} hat dich in einem Kommentar erwähnt.}other{{actors} haben dich in einem Kommentar erwähnt.}}
fr: {actorCount,plural, =0{Personne ne vous a mentionné·e dans un commentaire.}=1{{actors} vous a mentionné·e dans un commentaire.}other{{actors} vous ont mentionné·e dans un commentaire.}}
gl: {actorCount,plural, =0{Nobody mentioned you in a comment.}=1{{actors} mencionoute nun comentario.}other{{actors} mentioned you in a comment.}}
hr: {actorCount,plural, =0{Nitko te nije spomenuo u komentaru.}=1{{actors} te je spomenuo u komentaru.}other{{actors} te je spomenulo u komentaru.}}
ta: {நடிகர் கவுன்ட், பன்மை, = 0 {Nobody mentioned you in a comment.} = 1 {{நடிகர்கள் உங்களை ஒரு கருத்தில் குறிப்பிட்டுள்ளனர்.
uk: {actorCount,plural, =0{Ніхто не згадав тебе в коментарі.}=1{{actors} згадав вас у коментарі.}other{{actors} згадав вас у коментарі.}}

# notificationMentionedInCommentOnDeletedPost
source: {actorCount,plural, =0{Nobody mentioned you in a comment on a deleted post.}=1{{actors} mentioned you in a comment on a deleted post.}other{{actors} mentioned you in a comment on a deleted post.}}
ar: {actorCount,plural, =0{لم يشر إليك أحد في رد على مشاركة محذوفة.}=1{{actors} أشار إليك في رد على مشاركة محذوفة}other{{actors} أشاروا إليك في رد على مشاركة محذوف.}}
de: {actorCount,plural, =0{Niemand hat dich in einem Kommentar zu einem gelöschten Beitrag erwähnt.}=1{{actors} hat dich in einem Kommentar zu einem gelöschten Beitrag erwähnt.}other{{actors} haben dich in einem Kommentar zu einem gelöschten Beitrag erwähnt.}}
fr: {actorCount,plural, =0{Personne ne vous a mentionné·e dans un commentaire sur une publication supprimée.}=1{{actors} vous a mentionné·e dans un commentaire sur une publication supprimée.}other{{actors} vous ont mentionné·e dans un commentaire sur une publication supprimée.}}
gl: {actorCount,plural, =0{Nobody mentioned you in a comment on a deleted post.}=1{{actors} mencionoute nun comentario dunha publicación eliminada.}other{{actors} mentioned you in a comment on a deleted post.}}
hr: {actorCount,plural, =0{Nitko te nije spomenuo u komentaru izbrisane objave.}=1{{actors} te je spomenuo u komentaru izbrisane objave.}other{{actors} te je spomenulo u komentaru izbrisane objave.}}
ta: {நடிகர், பன்மை, = 0 {Nobody mentioned you in a comment on a deleted post.} = 1 {{actors} நீக்கப்பட்ட இடுகையின் கருத்தில் உங்களை குறிப்பிட்டுள்ளனர். இடுகை.}}
uk: {actorCount,plural, =0{Ніхто не згадав вас у коментарі до видаленого допису.}=1{{actors} згадав вас у коментарі до видаленого допису.}other{{actors} згадав вас у коментарі до видаленого допису.}}

# notificationReshared
source: {actorCount,plural, =0{Nobody reshared your {target}.}=1{{actors} reshared your {target}.}other{{actors} reshared your {target}.}}
ar: {actorCount,plural, =0{لم يعد أحد نشر {target}.}=1{{actors} أعاد نشر {target}.}other{{actors} أعادوا نشر {target}.}}
de: {actorCount,plural, =0{Niemand hat deinen {target} weitergesagt.}=1{{actors} hat deinen {target} weitergesagt.}other{{actors} haben deinen {target} weitergesagt.}}
fr: {actorCount,plural, =0{Personne n’a repartagé votre {target}.}=1{{actors} a repartagé votre {target}.}other{{actors} ont repartagé votre {target}.}}
gl: {actorCount,plural, =0{Nobody reshared your {target}.}=1{{actors} compartiu {target}.}other{{actors} compartiron {target}.}}
hr: {actorCount,plural, =0{Nitko nije proslijedio tvoju objavu {target}.}=1{{actors} je proslijedio tvoju objavu {target}.}other{{actors} je proslijedilo tvoju objavu {target}.}}
ta: {ஆக்சோர்ட், பன்மை, = 0 {உங்கள் {target} = 1 {{நடிகர்கள் your உங்கள் {actors}.
uk: {actorCount,plural, =0{Ніхто не поділився вашим {target}.}=1{{actors} повторно поділився вашим {target}.}other{{actors} повторно поділився вашим {target}.}}

# notificationStartedSharing
source: {actorCount,plural, =0{Nobody started sharing with you.}=1{{actors} started sharing with you.}other{{actors} started sharing with you.}}
ar: {actorCount,plural, =0{لم يشارك أحد.}=1{{actors} بدأ المشاركة معك.}other{{actors} بدأوا المشاركة معك.}}
de: {actorCount,plural, =0{Niemand hat angefangen mit dir zu teilen.}=1{{actors} hat angefangen mit dir zu teilen.}other{{actors} haben angefangen mit dir zu teilen.}}
fr: {actorCount,plural, =0{Personne n’a commencé à partager avec vous.}=1{{actors} a commencé à partager avec vous.}other{{actors} ont commencé à partager avec vous.}}
gl: {actorCount,plural, =0{Nobody started sharing with you.}=1{{actors} comezou a compartir contigo.}other{{actors} comezaron a compartir contigo.}}
hr: {actorCount,plural, =0{Nitko nije počeo s tobom dijeliti.}=1{{actors} je s tobom počeo dijeliti.}other{{actors} su s tobom počeli dijeliti.}}
ta: {நடிகர் கவுன்ட், பன்மை, = 0 {யாரும் உங்களுடன் பகிரத் தொடங்கவில்லை.
uk: {actorCount,plural, =0{Ніхто не починав ділитися з тобою.}=1{{actors} почав(ла) ділитися з вами.}other{{actors} почав(ла) ділитися з вами.}}

# profilePostsHeader
source: Posts
ar: المشاركات
de: Beiträge
fr: Publications
gl: Publicacións
hr: Objave
ta: இடுகைகள்
uk: Дописи

source: Edit profile
ar: حرر الملف الشخصي
de: Profil bearbeiten
fr: Modifier le profil
gl: Editar perfil
hr: Uredi profil
ta: சுயவிவரத்தைத் திருத்து
uk: Редагувати профіль

source: Mention user
ar: أشر إلى مستخدم
de: In Beitrag erwähnen
fr: Mentionner un utilisateur
gl: Mencionar usuaria
hr: Spomeni korisnika
ta: பயனரைக் குறிப்பிடவும்
uk: Згадати користувача

# messageUser
source: Message
ar: الرسائل
de: Nachricht senden
fr: Écrire un message
gl: Mensaxe
hr: Poruka
ta: செய்தி
uk: Повідомлення

# blockUser
source: Block
ar: أُحظر
de: Blockieren
fr: Bloquer
gl: Bloquear
hr: Blokiraj
ta: தொகுதி
uk: Блок

# unblockUser
source: Unblock
ar: ألغ الحظر
de: Entblocken
fr: Débloquer
gl: Desbloquear
hr: Deblokiraj
ta: தடை
uk: Розблокувати

# failedToBlockUser
source: Failed to block {name}
ar: فشل حظر {name}
de: Konnte {name} nicht blockieren
fr: Échec du blocage de {name}
gl: Non se bloqueou a {name}
hr: Neuspjelo blokiranje korisnika {name}
ta: {பெயரைத் தடுக்கத் தவறிவிட்டது
uk: Не вдалося заблокувати {name}

# failedToUnblockUser
source: Failed to unblock {name}
ar: فشل إلغاء حظر {name}
de: Konnte {name} nicht entblocken
fr: Échec du déblocage de {name}
gl: Non se desbloqueou a {name}
hr: Neuspjelo deblokiranje korisnika {name}
ta: {name} தடைசெய்யத் தவறிவிட்டது
uk: Не вдалося розблокувати {name}

source: Add contact
ar: أضف كجهة اتصال
de: Kontakt hinzufügen
fr: Ajouter un contact
gl: Engadir contacto
hr: Dodaj kontakt
ta: தொடர்பைச் சேர்க்கவும்
uk: Додати контакт

# signInHint
source: username@diaspora.pod
de: benutzername@diaspora.pod
fr: nom_dutilisateur@diaspora.pod
gl: usuaria@diaspora.pod
hr: korisničkoime@diaspora.pod
